[
  {
    "kliniske_opplysninger": "rubor i coecum, rutine-bx\r\rAnatomisk lokalisasjon: \r1/1: cøcum\rRekvirent bekrefter at korrekt hastegrad er valgt\rEr prøven tatt i forbindels med tarmscreeningsprogrammet?: Ja\r",
    "makrobeskrivelse": "2 gryn i #1",
    "mikrobeskrivelse": "Bredbaset sagtakket lesjon uten dysplasi, colonbiopsi.",
    "diagnose": "Colonslimhinne med et område med krypter som dilaterte og kledd av epitel med varierende høyde og mengde begerceller, som gir sagtannslignende relieff mot overflaten og kryptelumen. Forandringene strekker seg til kryptebasis. Ikke sett dysplasi. Funnene passer med bredbaset sagtakket lesjon uten påvist dysplasi.\nUtenom lesjonen ses colonslimhinne med overveiende bevart kryptarkitektur, lett begercelletap. I lamina propria vanlig mengde og fordeling av betennelsesceller. Liten fersk blødning som sannsynlig er prosedyrerelatert.\n"
  },
  {
    "kliniske_opplysninger": "polypp 7 og 5 mm hø flexur. kald slynge. render? dysplasi?\r\rAnatomisk lokalisasjon: \r1/1: hø.fleksur\rRekvirent bekrefter at korrekt hastegrad er valgt\rEr prøven tatt i forbindels med tarmscreeningsprogrammet?: Ja\r",
    "makrobeskrivelse": "Et glass.\nInneholder to mulige slimhinnebiter, måler 8+ 11 mm. Største deles og alt orienteres i # 1.\n",
    "mikrobeskrivelse": "Bredbasede sagtakkedee lesjoner uten dysplasi, colon slyngereseksjon.\n",
    "diagnose": "Det ses flere polyppoide biter av tykktarmslimhinne. Ses krypter med dilatasjon ned til kryptbasis, kledd av et sagtakket sylinderepitel, med jevne, normokromatiske og basalstilte kjerner. Dysplasi er ikke påvist. \n"
  },
  {
    "kliniske_opplysninger": "Funn med en liten polypp ? for liten til å vurdere NICE klassifikasjon . Atypi ?\r\rAnatomisk lokalisasjon: \r1/1: hø.fleksur\rRekvirent bekrefter at korrekt hastegrad er valgt\rEr prøven tatt i forbindels med tarmscreeningsprogrammet?: Ja\r",
    "makrobeskrivelse": "En liten polyppøs vevsbit 3*2*2 mm, går i to deler ved måling, i #1.",
    "mikrobeskrivelse": "Tubulært adenom med lavgradig dysplasi, colonbiopsi.\n",
    "diagnose": "Mikroskopisk sees to biter med colonslimhinne. Fokalt sees grove tubulære strukturer kledd av et pseudostratifisert sylinderepitel med hyperkromatiske, avlange og vesentlig basalt beliggende kjerner. I bitene sees også noen vanlige colonkrypter. Høygradig dysplasi eller infiltrasjon ikke påvist. \n"
  },
  {
    "kliniske_opplysninger": "Cancersuspekte lesjon i rektum ca 10cm fra analåpningen. Ulcerert og nedsunket. Ber om CITO\nAdenokarsinom?\r\rAnatomisk lokalisasjon: \r1/1: Rektum\rRekvirent bekrefter at korrekt hastegrad er valgt\rEr prøven tatt i forbindels med tarmscreeningsprogrammet?: Ja\rLesjonene utseende: Nedsunket ulcerert\rEr lesjonen komplett fjernet?: Nei\rDiameter på lesjon (mm): ca 4x3 cm\r",
    "makrobeskrivelse": "Multiple gryn i #1",
    "mikrobeskrivelse": "Adenokarsinom (biopsi, tumor i rektum).",
    "diagnose": "Rektumslimhinne med infiltrasjon av tumorvev som vokser med irregulære kjertelformasjoner med varierende form og størrelse, og med kribriform og konfluerende vekst. Sylindriske tumorceller med hyperkromatiske store kjerner, som viser tap av modning og polaritet. Mange mitoser. Det ses noen små abortive kjertelelementer med atypisk epitel. Tumorvevet ses dels i lamina propria ledsaget av desmoplastisk bindevev og inflammasjon,  og dels mellom drag av glatt muskulatur. I det foreliggende materialet forenlig med infiltrerende adenokarsinom, lavgradig (middels differensiert), av primær colorektal type.  "
  },
  {
    "kliniske_opplysninger": "Magesmerter, ikke diare. 1, Term. ileum. normalt.\n2. 3 stk polypper 3-5 mm, NICE 2, kald slynge.\n3. 1 x 5 mm NICE 2 i rektum, kald slynge, 2 omganger.\nDysplasi?\r\rAnatomisk lokalisasjon: \r1/3: ileum\r2/3: colon sigmoideum\r3/3: annet\rRekvirent bekrefter at korrekt hastegrad er valgt\rEr prøven tatt i forbindels med tarmscreeningsprogrammet?: Ja\rLesjonene utseende: Høy bredbaset\rEr lesjonen komplett fjernet?: Ja\rDiameter på lesjon (mm): 5\r",
    "makrobeskrivelse": "3 glass.\n1: 2 gryn i # 1.\n2: Inneholder 3 mulig bredbaset polypp. Ene måler 3 x 2 x 1 mm. Andre måler 4 x 3 x 3 mm. Begge orienteres i # 2. Tredje måler 5 x 4 x 3 mm. Todeles i # 3.\n3: Inneholder en liten mulig bredbaset polypp, måler cirka 3 ganger 3 x 2 mm. Forsøkes orienteres i # 4.",
    "mikrobeskrivelse": "#1 (glass 1): Ileumslimhinne med noe lymfoid hyperplasi.\n#2 (glass 2): Colonslimhinne med tubulært adenom med moderat (lavgradig) dysplasi.\n#3 (glass 2): Colonslimhinne med tubulært adenom med moderat (lavgradig) dysplasi.\n#4 (glass 3): Colonslimhinne med tubulært adenom med lett (lavgradig) dysplasi.\n",
    "diagnose": "#1-4: Se diagnose. "
  },
  {
    "kliniske_opplysninger": "Stilket polypp i sigmoideum, ca 8 mm. Slyngereseksjon. NICE 2. Tarmscreening.\r\rAnatomisk lokalisasjon: \r1/1: Colon sigmoideum\rRekvirent bekrefter at korrekt hastegrad er valgt\rEr prøven tatt i forbindelse med tarmscreeningsprogrammet?: Ja\rLesjonene utseende: Stilket\rEr lesjonen komplett fjernet?: Ja\rDiameter på lesjon (mm): 8",
    "makrobeskrivelse": "Et glass merket 1.\n1: Stilket polypp. Polypphodet måler 6 mm, stilk måler 3 mm. Deles med skalker i #1, stilkområde i #2.",
    "mikrobeskrivelse": "Tubulært adenom med lavgradig dysplasi, slyngereseksjon med fri stalk.",
    "diagnose": "Stilket polypp fra tykktarmslimhinne med tubulær vekst og pseudostratifiserte hyperkromatiske kjerner. Funnene er forenlige med tubulært adenom med lavgradig dysplasi. Stilkområdet er uten dysplastiske forandringer og viser fri reseksjonsflate."
  },
  {
    "kliniske_opplysninger": "2 polypper i ascendens. Kald slynge. NICE 2.\r\rAnatomisk lokalisasjon: \r1/1: Colon ascendens\rRekvirent bekrefter at korrekt hastegrad er valgt\rEr prøven tatt i forbindelse med tarmscreeningsprogrammet?: Ja\rLesjonene utseende: Bredbaset\rEr lesjonen komplett fjernet?: Ja\rDiameter på lesjon (mm): 5 og 7",
    "makrobeskrivelse": "Et glass.\n1: Inneholder 2 mulig bredbasete polypper. 1: måler 5 x 4 x 2 mm, seriesnittes i #1. 2: måler 7 x 5 x 3 mm, deles og alt orienteres i #2.",
    "mikrobeskrivelse": "#1: Colonslimhinne med tubulovilløst adenom med lavgradig dysplasi.\n#2: Colonslimhinne med tubulært adenom med lavgradig dysplasi.",
    "diagnose": "#1: Tykktarmslimhinne med tubulovilløst adenom med lavgradig dysplasi.\n#2: Tykktarmslimhinne med tubulært adenom med lavgradig dysplasi. Ikke påvist høygradig dysplasi eller tegn til invasiv vekst."
  },
  {
    "kliniske_opplysninger": "Colonpolypp ca 12 mm funnet ved tarmscreening. NICE klassifikasjon 2. Resektatet består av fragmenter.\r\rAnatomisk lokalisasjon: \r1/1: Colon transversum\rRekvirent bekrefter at korrekt hastegrad er valgt\rEr prøven tatt i forbindelse med tarmscreeningsprogrammet?: Ja\rLesjonene utseende: Polypoid fragmentert\rEr lesjonen komplett fjernet?: Ja",
    "makrobeskrivelse": "Et glass merket 1.\n1: Fragmentert polypp, måler 5 + 4 + 3 mm i #1 bit 5+ mm deles i #2.",
    "mikrobeskrivelse": "Fragmenter av colonslimhinne med tubulært adenom med lavgradig dysplasi.",
    "diagnose": "Fragmenterte biter av colonslimhinne med forandringer forenlig med tubulært adenom. Det sees kjertler med pseudostratifiserte, avlange, hyperkromatiske kjerner med bevart polaritet. Funnene er forenlige med tubulært adenom med lavgradig dysplasi. Høygradig dysplasi eller invasiv vekst ikke påvist."
  },
  {
    "kliniske_opplysninger": "Polypp i rektum, 10 mm. NICE 2. Stilket. Komplisert slyngereseksjon. Mye koagulasjonsskade?\r\rAnatomisk lokalisasjon: \r1/1: Rektum\rRekvirent bekrefter at korrekt hastegrad er valgt\rEr prøven tatt i forbindelse med tarmscreeningsprogrammet?: Ja\rLesjonene utseende: Stilket\rEr lesjonen komplett fjernet?: Ja",
    "makrobeskrivelse": "Et glass. \n1: Stilket polypp. Polypphodet måler 8 mm, stilk måler 4 mm. Deles med skalker i #1, stilkområde i #2.",
    "mikrobeskrivelse": "Tubulært adenom med fokale områder med høygradig dysplasi. Komplett reseksjon.",
    "diagnose": "Stilket polypp fra rektumslimhinne med forandringer forenlige med tubulært adenom. Kjertlene er kledd av pseudostratifiserte sylinderepitelceller med hyperkromatiske kjerner. Fokalt sees komplekse kjertelformasjoner med tap av kjernepolaritet og forstørrede kjerner. Funnene er forenlige med tubulært adenom med fokale områder med høygradig dysplasi. Komplett reseksjon med frie marginer i stilkområdet."
  },
  {
    "kliniske_opplysninger": "Multiple små polypper i sigmoideum. Biopsier.\r\rAnatomisk lokalisasjon: \r1/1: Colon sigmoideum\rRekvirent bekrefter at korrekt hastegrad er valgt\rEr prøven tatt i forbindelse med tarmscreeningsprogrammet?: Ja",
    "makrobeskrivelse": "3 gryn i #1",
    "mikrobeskrivelse": "Hyperplastiske polypper, colonbiopsier.",
    "diagnose": "Colonslimhinne med sagtakket epitel og noe dilaterte krypter. Kjerner er små, regelmessige og basalt plasserte. Forandringene er begrenset til øvre del av kryptene. Funnene er forenlige med hyperplastisk polypp. Ingen dysplasi påvist."
  }
]
